{
  "COMBAT": {
    "message": "전투"
  },
  "patchnotes.tagline1": {
    "message": "손오공, 원숭이 왕으로도 알려진 그는 "
  },
  "patchnotes.tagline2": {
    "message": "검은 신화: 오공"
  },
  "patchnotes.tagline3": {
    "message": "그는 중국 신화와 문학에서 특히 '서유기'라는 소설로 유명한 전설적인 인물입니다."
  },
  "BLACK MYTH WUKONG WIKI": {
    "message": "블랙 마시: 워쿤 위키백과"
  },
  "GENERAL INFORMATION": {
    "message": "일반 정보"
  },
  "DODGING IN BLACK MYTH: WUKONG": {
    "message": "블랙 마시: 워쿤 회피"
  },
  "Dodging is a crucial defensive maneuver in Black Myth: Wukong. The game allows for near-instantaneous dodges, giving players the ability to quickly evade enemy attacks. However, it's important to manage your stamina, as excessive dodging can leave you vulnerable. As you progress, you can unlock a skill that creates a phantom copy when performing a perfect dodge, automatically counterattacking enemies.": {
    "message": "회피는 블랙 마시: 워쿤에서 중요한 방어 기술입니다. 게임은 거의 순간적인 회피를 허용하여 플레이어들이 적의 공격을 빠르게 피할 수 있게 합니다. 그러나 지나친 회피는 당신을 취약하게 만들 수 있으므로 체력 관리가 중요합니다. 진행하면서 완벽한 회피를 할 때 환영 복사본을 만들어 적을 자동으로 반격하는 기술을 해금할 수 있습니다."
  },
  "STANCES AND WEAPON SKILLS IN BLACK MYTH: WUKONG": {
    "message": "블랙 마시: 워쿤 태세와 무기 기술"
  },
  "Combat revolves around Sun Wukong's spellsal staff, the Ruyi Jingu Bang. Players can switch between three different stances:": {
    "message": "전투는 손오공의 마법 지팡이인 루이 징구 방에 의해 회전합니다. 플레이어들은 세 가지 다른 태세 사이를 전환할 수 있습니다:"
  },
  "Smash Form": {
    "message": "스매시 폼"
  },
  "Pillar Form": {
    "message": "필러 폼"
  },
  "Thrust Form": {
    "message": "쓰러스트 폼"
  },
  "Each stance offers unique attack patterns and combos. The Pillar Form, for example, allows Wukong to perch atop the staff and slam down on enemies or perform spinning attacks. Switching between stances mid-combat allows for diverse and fluid combos.": {
    "message": "각 태세는 독특한 공격 패턴과 콤보를 제공합니다. 예를 들어, 필러 폼은 워쿤이 지팡이 위에 앉아 적을 내리치거나 회전 공격을 수행할 수 있게 합니다. 전투 중 태세를 전환하면 다양하고 유동적인 콤보를 가능하게 합니다."
  },
  "COMBAT STRATEGY IN BLACK MYTH: WUKONG": {
    "message": "블랙 마시: 워쿤 전투 전략"
  },
  "Unlike slower-paced Souls-like games, Black Myth: Wukong emphasizes speed and relentless offense. Players should:": {
    "message": "느린 페이스의 소울스러운 게임과 달리, 블랙 마시: 워쿤은 속도와 끊임없는 공격을 강조합니다. 플레이어들은 다음을 해야 합니다:"
  },
  "Utilize Sun Wukong's agility to maintain pressure on enemies": {
    "message": "손오공의 민첩성을 활용하여 적에게 압박을 유지하십시오"
  },
  "Learn enemy attack patterns to time dodges effectively": {
    "message": "적의 공격 패턴을 배워 회피를 효과적으로 타이밍하십시오"
  },
  "Manage stamina to avoid exhaustion during crucial moments": {
    "message": "중요한 순간에 피로를 피하기 위해 체력을 관리하십시오"
  },
  "Combine different stances and abilities for varied attack strategies": {
    "message": "다양한 공격 전략을 위해 다른 태세와 능력을 결합하십시오"
  },
  "TRANSFORMATIONS IN BLACK MYTH: WUKONG": {
    "message": "블랙 마시: 워쿤 변신"
  },
  "Sun Wukong can shapeshift into different forms, adding variety to combat encounters. Known transformations include:": {
    "message": "손오공은 다양한 형태로 변신할 수 있어 전투 만남에 다양성을 더합니다. 알려진 변신에는 다음이 포함됩니다:"
  },
  "A flying insect for evasion and exploration": {
    "message": "회피와 탐험을 위한 날아다니는 곤충"
  },
  "A giant monster for powerful attacks": {
    "message": "강력한 공격을 위한 거대한 괴물"
  },
  "SPECIAL ABILITIES IN BLACK MYTH: WUKONG": {
    "message": "블랙 마시: 워쿤 특수 능력"
  },
  "The game features various special abilities, including:": {
    "message": "게임은 다양한 특수 능력을 특징으로 합니다:"
  },
  "Monkey Fur Duplication: Summon clones to distract enemies or absorb damage": {
    "message": "원숭이 털 복제: 적을 교란하거나 피해를 흡수하기 위해 클론을 소환하십시오"
  },
  "Stone Form: An unlockable ability that allows Wukong to absorb hits and counterattack, similar to mechanics in Mortal Shell": {
    "message": "돌 형태: 원숭이가 공격을 흡수하고 반격할 수 있는 잠금 해제 가능한 능력으로, Mortal Shell의 메커니즘과 유사합니다."
  },
  "RESTING AND CHECKPOINTS IN BLACK MYTH: WUKONG": {
    "message": "휴식 및 체크포인트 위치 확인 방법 블랙 미스트: 원숭이"
  },
  "The game features incense altars that serve as checkpoints, similar to Elden Ring's Sites of Grace. At these altars, players can:": {
    "message": "게임에는 체크포인트 역할을 하는 향로 제단이 있으며, 이는 엘든 링의 은총의 장소와 유사합니다. 이 제단에서 플레이어는 다음을 할 수 있습니다:"
  },
  "Restore health, mana, and status effects": {
    "message": "체력, 마나 및 상태 효과 회복"
  },
  "Replenish healing items": {
    "message": "치유 아이템 보충"
  },
  "Consider strategy before continuing": {
    "message": "계속하기 전에 전략 고려하기"
  },
  "HomePage": {
    "message": "홈페이지"
  },
  "homepage.tagline1": {
    "message": "블랙 미스트 원숭이 위키 가이드: 게임의 모든 세부 사항을 탐구하는 데 운명적인 플레이어들을 돕습니다."
  },
  "homepage.tagline2": {
    "message": "블랙 미스트: 원숭이"
  },
  "homepage.tagline3": {
    "message": "그 기술, 무기, 배경, 캐릭터 등을 포함합니다!"
  },
  "Black Myth: WuKong is an action-adventure game inspired by the iconic character Sun Wukong from the classic Chinese literary masterpiece 'Journey to the West.'": {
    "message": "블랙 미스트: 원숭이는 고전 중국 문학의 걸작 '서유기'의 상징적인 캐릭터 손 오공에서 영감을 받은 액션 어드벤처 게임입니다."
  },
  "The game has garnered significant anticipation due to its Stunning Visual Effects In Black Myth: Wukong, fluid combat mechanics, and rich cultural heritage. Players will take on the role of Destined One, venturing into a mystical and perilous fantasy world, utilizing a diverse array of unique skills and weapons to combat enemies.": {
    "message": "게임은 놀라운 시각 효과, 유동적인 전투 메커니즘, 그리고 풍부한 문화적 유산으로 인해 상당한 기대를 모았습니다. 플레이어들은 손 오공의 역할을 맡아 신비롭고 위험한 판타지 세계로 모험을 떠나, 다양한 독특한 기술과 무기를 사용하여 적들과 싸웁니다."
  },
  "SUN WUKONG": {
    "message": "손 오공"
  },
  "CHARACTER INFORMATION": {
    "message": "캐릭터 정보"
  },
  "CHARACTER BACKGROUND": {
    "message": "캐릭터 배경"
  },
  "Sun Wukong is portrayed as a powerful and rebellious warrior with extraordinary abilities. He possesses immense strength, agility, and a variety of spellsal powers, including shape-shifting and the ability to summon clones of himself. His iconic weapon is the Ruyi Jingu Bang, a spellsal staff that can change its size at will. Sun Wukong's character is deeply rooted in Chinese culture, symbolizing rebellion, freedom, and the quest for enlightenment.": {
    "message": "손 오공은 비범한 능력을 가진 강력하고 반항적인 전사로 묘사됩니다. 그는 엄청난 힘, 민첩성, 그리고 변신과 자신의 클론을 소환하는 능력을 포함한 다양한 마법 능력을 가지고 있습니다. 그의 상징적인 무기는 원하는 대로 크기를 변화시킬 수 있는 마법의 지팡이인 여의금고봉입니다. 손 오공의 캐릭터는 중국 문화에 깊이 뿌리를 두고 있으며, 반항, 자유, 그리고 깨달음을 추구하는 것을 상징합니다."
  },
  "CULTURAL SIGNIFICANCE IN BLACK MYTH: WUKONG": {
    "message": "블랙 미스트: 원숭이의 문화적 중요성"
  },
  "Black Myth: Wukong holds significant cultural importance as it draws from the rich Chinese literary tradition and mythology, particularly the classic novel 《Journey to the West》 and its iconic character Sun Wukong.": {
    "message": "블랙 미스트: 원숭이는 풍부한 중국 문학 전통과 신화, 특히 고전 소설 \"서유기\"와 그 상징적인 캐릭터 손 오공에서 비롯되기 때문에 문화적으로 중요한 의미를 지닙니다."
  },
  "While based on 'Journey to the West,' the game offers a fresh perspective on the story, potentially exploring themes of rebellion, free will, and the complex relationships between gods, humans, and demons (Yaoguai).": {
    "message": "서유기를 기반으로 하지만, 게임은 이야기에 새로운 관점을 제공하며, 반항, 자유 의지, 그리고 신, 인간, 그리고 야오괴(악마) 사이의 복잡한 관계와 같은 주제를 탐구할 가능성이 있습니다."
  },
  "The game serves as a vehicle for introducing elements of Chinese culture, mythology, and storytelling to a wider international audience. It has the potential to spark interest in Chinese literature and folklore among players unfamiliar with these traditions.": {
    "message": "이 게임은 중국 문화, 신화 및 이야기 전달의 요소를 더 넓은 국제 관객에게 소개하는 수단으로 사용됩니다. 이러한 전통에 익숙하지 않은 플레이어들 사이에서 중국 문학과 전설에 대한 관심을 불러일으킬 가능성이 있습니다."
  },
  "The game emphasizes Sun Wukong's role as a powerful warrior deity (Fighting and Warring Deity), focusing on his combat prowess and legendary battles. This interpretation aligns with his portrayal in Chinese folklore as a symbol of rebellion and a hero of justice.": {
    "message": "게임은 손 오공의 강력한 전사 신(전투와 전쟁의 신)으로서의 역할을 강조하며, 그의 전투 능력과 전설적인 전투에 초점을 맞춥니다. 이러한 해석은 중국 전설에서 그의 묘사와 일치하며, 반항과 정의의 영웅을 상징합니다."
  },
  "GAMEPLAY AND FEATURES IN BLACK MYTH: WUKONG": {
    "message": "블랙 미스트: 원숭이의 게임 플레이 및 기능"
  },
  "Black Myth: Wukong aims to provide an immersive experience with top-notch graphics, detailed environments, and engaging combat mechanics. The game features:": {
    "message": "검은 신화: 오공은 최고급 그래픽, 세밀한 환경, 그리고 매력적인 전투 메커니즘으로 몰입감 있는 경험을 제공하는 것을 목표로 합니다. 게임은 다음과 같은 특징을 가지고 있습니다:"
  },
  "Stunning Visuals: Utilizing Unreal Engine 5, the game boasts high-quality graphics and realistic animations.": {
    "message": "놀라운 시각 효과: Unreal Engine 5를 활용하여 고품질 그래픽과 사실적인 애니메이션을 자랑합니다."
  },
  "Rich Storyline: The narrative is inspired by 'Journey to the West,' offering a deep and engaging story that explores the lore and mythology of ancient China.": {
    "message": "풍부한 스토리라인: 내러티브는 '서유기'에서 영감을 받아, 고대 중국의 전설과 신화를 탐구하는 깊고 매력적인 이야기를 제공합니다."
  },
  "Dynamic Combat: Players can engage in fast-paced combat, utilizing Sun Wukong's martial arts skills and spellsal abilities to defeat enemies.": {
    "message": "다이나믹 컴뱃: 플레이어는 손오공의 무술 기술과 마법 능력을 활용하여 적을 물리치는 빠른 페이스의 전투에 참여할 수 있습니다."
  },
  "Exploration: The game world is expansive, filled with hidden secrets, diverse landscapes, and formidable bosses.": {
    "message": "탐험: 게임 세계는 넓고, 숨겨진 비밀, 다양한 풍경, 그리고 강력한 보스들로 가득 차 있습니다."
  },
  "SUN WUKONG SKILLS IN BLACK MYTH: WUKONG": {
    "message": "검은 신화: 오공의 손오공 스킬"
  },
  "In Black Myth: Wukong, Sun Wukong possesses a range of powerful abilities that not only faithfully recreate his capabilities from the original story but also enhance gameplay and challenge:": {
    "message": "검은 신화: 오공에서 손오공은 원작 이야기에서의 능력을 충실하게 재현할 뿐만 아니라 게임플레이와 도전을 향상시키는 다양한 강력한 능력을 보유하고 있습니다:"
  },
  "Ruyi Jingu Bang: Sun Wukong's iconic weapon can change size at will. In the game, players can use it for both melee attacks and long-range strikes, and even solve puzzles and overcome obstacles through its transformation.": {
    "message": "루이 진구 방: 손오공의 상징적인 무기는 원하는 대로 크기를 변경할 수 있습니다. 게임에서 플레이어는 이를 근접 공격과 원거리 공격에 사용할 수 있으며, 변형을 통해 퍼즐을 풀고 장애물을 극복할 수도 있습니다."
  },
  "Cloud Somersault: Sun Wukong can summon a spellsal cloud for rapid movement, increasing the game's mobility and exploration aspects.": {
    "message": "구름 썰매: 손오공은 마법의 구름을 소환하여 빠른 이동을 할 수 있으며, 게임의 이동성과 탐험 측면을 향상시킵니다."
  },
  "72 Transformations: The ability to transform into various animals and objects to adapt to different combat situations and environmental needs. This skill provides multiple strategic options and tactical variations in the game.": {
    "message": "72가지 변신술: 다양한 동물과 물체로 변신하여 다양한 전투 상황과 환경적 필요에 적응할 수 있는 능력입니다. 이 기술은 게임에서 여러 전략적 옵션과 전술적 변형을 제공합니다."
  },
  "Clone Technique: Sun Wukong can summon clones of himself to confuse enemies or perform coordinated attacks.": {
    "message": "분신술: 손오공은 적을 혼란시키거나 조정된 공격을 수행하기 위해 자신의 분신을 소환할 수 있습니다."
  },
  "Fiery Eyes: Features skill trees for ability enhancement.": {
    "message": "화염의 눈: 능력 강화를 위한 스킬 트리를 특징으로 합니다."
  },
  "BLACK MYTH: WUKONG WIKI WALLPAPERS": {
    "message": "검은 신화: 오공 배경화면"
  },
  "WHEN DID BLACK MYTH: WUKONG RELEASE?": {
    "message": "검은 신화: 오공 은 언제 출시되었나요?"
  },
  "Black Myth: Wukong is set to release on August 20, 2024. The game will launch simultaneously on PlayStation 5 and PC platforms, while the Xbox Series X/S version has been delayed with no specific release date announced yet.": {
    "message": "검은 신화: 오공 은 2024년 8월 20일에 출시될 예정입니다. 게임은 PlayStation 5와 PC 플랫폼에서 동시에 출시될 것이며, Xbox Series X/S 버전은 아직 특정 출시일이 발표되지 않은 상태로 연기되었습니다."
  },
  "WHAT PLATFORMS IS BLACK MYTH: WUKONG ON?": {
    "message": "검은 신화: 오공 은 어떤 플랫폼에서 이용할 수 있나요?"
  },
  "Black Myth: Wukong will be available on the following platforms:": {
    "message": "검은 신화: 오공 은 다음 플랫폼에서 이용 가능합니다:"
  },
  "PlayStation 5": {
    "message": "PlayStation 5"
  },
  "PC (Windows)": {
    "message": "PC (Windows)"
  },
  "Xbox Series X/S (delayed, release date to be announced)": {
    "message": "Xbox Series X/S (연기됨, 출시일 발표 예정)"
  },
  "The game will launch simultaneously on PS5 and PC on August 20, 2024. However, the Xbox Series X/S version has been delayed, with developers working to optimize it for the platform.": {
    "message": "이 게임은 2024년 8월 20일에 PS5와 PC에서 동시에 출시될 예정입니다. 하지만 Xbox Series X/S 버전은 연기되었으며, 개발자들이 플랫폼에 최적화하기 위해 작업 중입니다."
  },
  "HOW LONG HAVE THEY BEEN WORKING ON BLACK MYTH: WUKONG?": {
    "message": "검은 신화: 오공 에 얼마나 오랫동안 작업해왔나요?"
  },
  "Game Science, the developer of Black Myth: Wukong, began working on the game in 2017. The project was first revealed to the public on August 20, 2020, with a 13-minute pre-alpha gameplay video that quickly went viral, garnering millions of views on YouTube and Bilibili.": {
    "message": "검은 신화: 오공 의 개발사인 Game Science는 2017년부터 이 게임 작업을 시작했습니다. 이 프로젝트는 2020년 8월 20일에 13분짜리 프리-알파 게임플레이 영상과 함께 대중에게 처음 공개되었으며, 이 영상은 빠르게 유행하며 YouTube와 Bilibili에서 수백만 뷰를 기록했습니다."
  },
  "BLACK MYTH: WUKONG SYSTEM REQUIREMENTS": {
    "message": "검은 신화: 오공 시스템 요구사항"
  },
  "Minimum Requirements": {
    "message": "최소 요구사항"
  },
  "OS: Windows 10 64-bit": {
    "message": "OS: Windows 10 64-bit"
  },
  "CPU: Intel Core i5-8400 or AMD Ryzen 5 1600": {
    "message": "CPU: Intel Core i5-8400 또는 AMD Ryzen 5 1600"
  },
  "Memory: 16 GB RAM": {
    "message": "메모리: 16 GB RAM"
  },
  "Graphics: NVIDIA GeForce GTX 1060 6GB or AMD Radeon RX 580 8GB": {
    "message": "그래픽: NVIDIA GeForce GTX 1060 6GB 또는 AMD Radeon RX 580 8GB"
  },
  "DirectX: Version 11": {
    "message": "DirectX: 버전 11"
  },
  "Storage: 130 GB available space (HDD supported, SSD recommended)": {
    "message": "저장 공간: 130 GB 이용 가능 공간 (HDD 지원, SSD 권장)"
  },
  "Sound Card: Windows compatible audio device": {
    "message": "사운드 카드: Windows 호환 오디오 장치"
  },
  "Recommended Requirements": {
    "message": "권장 요구사항"
  },
  "CPU: Intel Core i7-9700 or AMD Ryzen 5 5500": {
    "message": "CPU: Intel Core i7-9700 또는 AMD Ryzen 5 5500"
  },
  "Graphics: NVIDIA GeForce RTX 2060 or AMD Radeon RX 5700 XT or INTEL Arc A750": {
    "message": "그래픽: NVIDIA GeForce RTX 2060 또는 AMD Radeon RX 5700 XT 또는 INTEL Arc A750"
  },
  "DirectX: Version 12": {
    "message": "DirectX: 버전 12"
  },
  "Storage: 130 GB available space (SSD required)": {
    "message": "저장 공간: 130 GB 이용 가능 공간 (SSD 필수)"
  },
  "Minimum Ray Tracing Configuration (Medium settings, Low RT, 1080P)": {
    "message": "최소 레이 트레이싱 구성 (중간 설정, 낮은 RT, 1080P)"
  },
  "CPU: Intel Core i5-9400 or AMD Ryzen 5 1600": {
    "message": "CPU: Intel Core i5-9400 또는 AMD Ryzen 5 1600"
  },
  "Graphics: NVIDIA GeForce RTX 3060": {
    "message": "그래픽: NVIDIA GeForce RTX 3060"
  },
  "VRAM: 8 GB": {
    "message": "VRAM: 8 GB"
  },
  "Ultra Ray Tracing Configuration (High settings, Ultra RT, 4K)": {
    "message": "초고급 레이 트레이싱 구성 (고성능 설정, 초고급 RT, 4K)"
  },
  "Graphics: NVIDIA GeForce RTX 4080 Super": {
    "message": "그래픽: NVIDIA GeForce RTX 4080 Super"
  },
  "VRAM: 16 GB": {
    "message": "VRAM: 16 GB"
  },
  "RAM: 32 GB": {
    "message": "RAM: 32 GB"
  },
  "LATEST BLACK MYTH: WUKONG NEWS": {
    "message": "최신 검은 신화: 오공 뉴스"
  },
  "Black Myth: Wukong Pre-order Editions Detailed": {
    "message": "검은 신화: 오공 사전 예약 에디션 상세 정보"
  },
  "Black Myth: Wukong has become the most wishlisted game on Steam. This achievement highlights the immense anticipation for this action RPG based on Chinese mythology. The game offers three pre-order editions:": {
    "message": "블랙 검은 신화: 오공 스팀에서 가장 많이 찜된 게임이 되었습니다. 이 성과는 중국 신화를 기반으로 한 이 액션 RPG에 대한 엄청난 기대를 보여줍니다. 게임은 세 가지 사전 주문 에디션을 제공합니다:"
  },
  "Digital Edition ($69.99): Includes various in-game items and a digital soundtrack.": {
    "message": "디지털 에디션 ($69.99): 다양한 게임 내 아이템과 디지털 사운드트랙을 포함합니다."
  },
  "Deluxe Edition ($169): Features a steelbook case, 1:1 scale bronze headband replica, and additional physical and digital content.": {
    "message": "디럭스 에디션 ($169): 스틸북 케이스, 1:1 스케일 청동 머리띠 복제품, 그리고 추가적인 물리적 및 디지털 콘텐츠를 특징으로 합니다."
  },
  "Collector's Edition ($399): Contains a 40cm Sun Wukong statue, silk scroll, and numerous premium collectibles.": {
    "message": "컬렉터스 에디션 ($399): 40cm 손 오공 동상, 비단 스크롤, 그리고 수많은 프리미엄 수집품을 포함합니다."
  },
  "Black Myth: Wukong Pre-order Sales Milestone": {
    "message": "블랙 검은 신화: 오공 사전 주문 판매 이정표"
  },
  "Reports indicate that Black Myth: Wukong received 1.1 million pre-orders within days of opening physical and digital pre-orders on June 8th and 11th, demonstrating the game's massive appeal.": {
    "message": "보고서에 따르면 블랙 검은 신화: 오공 6월 8일과 11일에 물리적 및 디지털 사전 주문을 시작한 지 며칠 만에 110만 건의 사전 주문을 받았으며, 게임의 엄청난 인기를 입증했습니다."
  },
  "Black Myth: Wukong Development Progress": {
    "message": "검은 신화: 오공 개발 진행 상황"
  },
  "Game Science, the developer, has stated that Black Myth: Wukong is being developed using Unreal Engine 5 and is the first game to simultaneously use this engine and NVIDIA's DLSS technology, promising exceptional visual experiences.": {
    "message": "개발사인 게임 사이언스는 블랙 검은 신화: 오공 언리얼 엔진 5를 사용하여 개발되고 있으며, 이 엔진과 NVIDIA의 DLSS 기술을 동시에 사용하는 최초의 게임으로, 뛰어난 시각적 경험을 약속한다고 밝혔습니다."
  },
  "The Controversy Surrounding Black Myth: Wukong and Sweet Baby": {
    "message": "검은 신화: 오공 과 Sweet Baby에 관한 논란"
  },
  "Background": {
    "message": "배경"
  },
  "Recently, a controversy erupted between Black Myth: Wukong and Sweet Baby studio. Sweet Baby is a consultancy firm that provides political correctness guidance to game developers, ensuring game content meets certain social and cultural standards.": {
    "message": "최근 블랙 검은 신화: 오공 스위트 베이비 스튜디오 사이에 논란이 발생했습니다. 스위트 베이비는 게임 개발자들에게 정치적 올바름 지침을 제공하는 컨설팅 회사로, 게임 콘텐츠가 특정 사회 및 문화 기준을 충족하는지 확인합니다."
  },
  "Controversy Details": {
    "message": "논란 세부 사항"
  },
  "According to reports, Sweet Baby demanded a $7 million \"guidance fee\" from Game Science, the developers of Black Myth: Wukong, to ensure the game adheres to their political correctness standards. Game Science reportedly refused this demand.": {
    "message": "보고서에 따르면, 스위트 베이비는 블랙 검은 신화: 오공 개발사인 게임 사이언스에게 게임이 그들의 정치적 올바름 기준을 준수하는지 확인하기 위해 700만 달러의 \"지침료\"를 요구했습니다. 게임 사이언스는 이 요구를 거부했다고 알려져 있습니다."
  },
  "Media Attacks": {
    "message": "미디어 공격"
  },
  "Following the refusal to pay, Game Science claims they've been subjected to continuous attacks and defamation from Western media. These attacks allegedly include accusations of gender discrimination in the game. Sweet Baby is accused of using its media influence to tarnish Black Myth: Wukong's reputation in retaliation for the refused payment.": {
    "message": "지불을 거부한 후, 게임 사이언스는 서양 언론으로부터 지속적인 공격과 비방을 받았다고 주장합니다. 이 공격에는 게임 내 성별 차별에 대한 비판이 포함되어 있다고 합니다. 스위트 베이비는 거부된 지불에 대한 보복으로 미디어 영향력을 사용하여 블랙 검은 신화: 오공 평판을 훼손했다는 비난을 받고 있습니다."
  },
  "Community Reaction": {
    "message": "커뮤니티 반응"
  },
  "This controversy has sparked widespread discussion in the gaming community. Some players and industry insiders have expressed outrage at Sweet Baby's alleged actions, considering them unethical and harmful to the gaming industry. They argue that a small number of influential consultancy firms should not control game developers' creative directions through pressure tactics.": {
    "message": "이번 논란은 게이밍 커뮤니티에서 널리 토론을 불러일으켰습니다. 일부 플레이어와 업계 관계자들은 Sweet Baby의 주장되는 행동에 분노를 표출하며, 이를 윤리적으로 잘못되고 게임 산업에 해로운 것으로 간주합니다. 그들은 소수의 영향력 있는 컨설팅 회사가 압력 전술을 통해 게임 개발자들의 창의적 방향을 통제해서는 안 된다고 주장합니다."
  },
  "Official Response": {
    "message": "공식 응답"
  },
  "As of now, Game Science has not issued an official statement regarding this controversy. However, as the release date approaches, this dispute may impact the game's market performance.": {
    "message": "현재까지 Game Science는 이번 논란에 대한 공식 성명을 발표하지 않았습니다. 하지만 출시일이 다가옴에 따라, 이 분쟁이 게임의 시장 성과에 영향을 미칠 수 있습니다."
  },
  "Future Outlook": {
    "message": "미래 전망"
  },
  "Despite the controversy, Black Myth: Wukong remains one of the most anticipated games of 2024. Players are eager to explore its rich Chinese mythological world and experience its unique combat system and Transformation Abilities In Black Myth: Wukong. More game details are expected to be revealed as the release date nears.": {
    "message": "논란에도 불구하고, 블랙 마이스: 웨이콩은 2024년 가장 기대되는 게임 중 하나로 남아 있습니다. 플레이어들은 그 풍부한 중국 신화 세계를 탐험하고 독특한 전투 시스템과 변신 능력을 경험하기를 갈망합니다. 출시일이 가까워짐에 따라 더 많은 게임 정보가 공개될 것으로 예상됩니다."
  },
  "BLACK MYTH: WUKONG GAMEPLAY": {
    "message": "블랙 마이스: 웨이콩 게임플레이"
  },
  "Black Myth: Wukong, developed by Game Science, is a highly anticipated action role-playing game set to release on August 20, 2024. Based on the classic Chinese novel 'Journey to the West,' the game promises to deliver an immersive experience rich in Chinese mythology.": {
    "message": "게임 사이언스에 의해 개발된 블랙 마이스: 웨이콩은 2024년 8월 20일에 출시될 예정인 기대되는 액션 롤플레잉 게임입니다. 고전 중국 소설 '서유기'를 기반으로 한 이 게임은 중국 신화에 풍부한 몰입형 경험을 제공할 것을 약속합니다."
  },
  "Dynamic Combat System In Black Myth: Wukong": {
    "message": "동적 전투 시스템"
  },
  "Black Myth: Wukong boasts a sophisticated combat system that combines fast-paced action with fluid movements. Players will wield the legendary Ruyi Jingu Bang staff, executing diverse attacks and combos. The combat encourages players to utilize agile movements and tactical thinking, leveraging the environment to gain advantages. This creates a unique and engaging fighting style that promises to keep players on their toes.": {
    "message": "블랙 마이스: 웨이콩은 빠른 페이스의 액션과 유연한 움직임을 결합한 정교한 전투 시스템을 자랑합니다. 플레이어들은 전설적인 여의금고봉을 휘두르며, 다양한 공격과 콤보를 실행합니다. 전투는 플레이어들이 민첩한 움직임과 전략적 사고를 활용하도록 장려하며, 환경을 이용하여 이점을 얻습니다. 이는 플레이어들을 긴장시키는 독특하고 매력적인 전투 스타일을 만들어냅니다."
  },
  "Transformation Abilities In Black Myth: Wukong": {
    "message": "변신 능력"
  },
  "A standout feature of the game is the protagonist's ability to transform. Players can morph into various creatures, each with its own distinct abilities and combat style. For instance, transforming into the wolfman Guangzhi allows players to wield a fire glaive for powerful melee attacks. This transformation mechanic not only adds variety to combat but also encourages strategic thinking, as players must choose the most suitable form for different enemies and battle situations.": {
    "message": "이 게임의 눈에 띄는 특징은 주인공의 변신 능력입니다. 플레이어들은 각기 다른 능력과 전투 스타일을 가진 여러 생물로 변신할 수 있습니다. 예를 들어, 늑대인간 광지로 변신하면 강력한 근접 공격을 위해 화염 글레이브를 휘두를 수 있습니다. 이 변신 메커니즘은 전투에 다양성을 더할 뿐만 아니라 전략적 사고를 장려하며, 플레이어들은 다양한 적과 전투 상황에 가장 적합한 형태를 선택해야 합니다."
  },
  "Comprehensive Character Progression In Black Myth: Wukong": {
    "message": "종합적인 캐릭터 성장"
  },
  "Black Myth: Wukong implements a rich skill tree system, allowing players to continuously upgrade their character and unlock new abilities throughout the game. This progression mechanism enables players to customize their gameplay style, choosing skill combinations that suit their preferences. As characters grow stronger, players will experience more powerful abilities and increasingly complex combat strategies, enhancing the game's replay value.": {
    "message": "블랙 마이스: 웨이콩은 풍부한 스킬 트리 시스템을 구현하여, 플레이어들이 게임 전반에 걸쳐 캐릭터를 지속적으로 강화하고 새로운 능력을 해금할 수 있게 합니다. 이 성장 메커니즘은 플레이어들이 자신의 게임 스타일을 맞춤화할 수 있게 하며, 선호하는 스킬 조합을 선택할 수 있습니다. 캐릭터가 더 강해짐에 따라, 플레이어들은 더 강력한 능력과 점점 복잡해지는 전투 전략을 경험하게 되어 게임의 재플레이 가치를 높입니다."
  },
  "Impressive Boss Battles In Black Myth: Wukong": {
    "message": "인상적인 보스 전투"
  },
  "Boss fights are a core highlight of the game. Each boss is uniquely designed with its own fighting style, challenging players to adapt and find weaknesses. These encounters not only test players' reflexes and tactical thinking but also provide a great sense of accomplishment. Defeating powerful bosses rewards players with valuable items and achievements, adding to the game's appeal.": {
    "message": "보스 전투는 게임의 핵심 하이라이트입니다. 각 보스는 독특한 전투 스타일로 디자인되어 플레이어들에게 적응하고 약점을 찾는 것을 도전합니다. 이러한 만남은 플레이어들의 반사 신경과 전략적 사고를 시험할 뿐만 아니라 큰 성취감을 제공합니다. 강력한 보스를 물리치면 플레이어들에게 귀중한 아이템과 업적을 제공하여 게임의 매력을 높입니다."
  },
  "Rich Exploration Elements In Black Myth: Wukong": {
    "message": "풍부한 탐험 요소"
  },
  "While the main storyline follows a linear progression, Black Myth: Wukong features vast areas for exploration. Players are encouraged to investigate every corner, discovering hidden items, facing elite enemies, and uncovering more about the game's mythological world. This exploration element enhances the game's immersion and ensures that each playthrough is filled with surprises.": {
    "message": "메인 스토리라인이 선형적인 진행을 따르지만, 블랙 마이스: 웨이콩은 광대한 탐험 지역을 제공합니다. 플레이어들은 모든 구석구석을 조사하여 숨겨진 아이템을 발견하고, 엘리트 적들과 마주하며, 게임의 신화적인 세계에 대해 더 많은 것을 발견하도록 장려됩니다. 이 탐험 요소는 게임의 몰입감을 높이고 매 플레이스루가 놀라움으로 가득 차도록 보장합니다."
  },
  "Stunning Visual Effects In Black Myth: Wukong": {
    "message": "놀라운 시각 효과"
  },
  "Developed using Unreal Engine 5, Black Myth: Wukong delivers breathtaking visual effects and smooth animations. The game's scenery draws inspiration from traditional Chinese culture, taking players through majestic mountains, dense forests, and mysterious ancient ruins, all imbued with a strong mythological atmosphere. Detailed character modeling and fluid action animations make every frame of the game look like a work of art.": {
    "message": "Unreal Engine 5를 사용하여 개발된 검은 신화: 오공은 눈부신 시각 효과와 부드러운 애니메이션을 제공합니다. 게임의 풍경은 전통적인 중국 문화에서 영감을 받아, 위엄 있는 산맥, 빽빽한 숲, 그리고 신비로운 고대 유적을 통해 플레이어들을 안내하며, 강한 신화적 분위기를 자아냅니다. 세밀한 캐릭터 모델링과 유동적인 액션 애니메이션은 게임의 모든 프레임이 예술 작품처럼 보이게 합니다."
  },
  "Rich Cultural Depth In Black Myth: Wukong": {
    "message": "풍부한 문화적 깊이"
  },
  "The game's storyline is deeply rooted in Chinese mythology, allowing players to interact with classic characters like Sun Wukong and Tang Sanzang. This cultural depth not only enriches the game's backstory but also allows players to experience the charm of traditional Chinese culture while enjoying the game.": {
    "message": "게임의 스토리라인은 중국 신화에 깊이 뿌리를 두고 있어, 플레이어들이 손오공이나 탕삼장과 같은 전통적인 캐릭터들과 상호작용할 수 있게 합니다. 이러한 문화적 깊이는 게임의 배경 이야기를 풍부하게 하는 것뿐만 아니라, 플레이어들이 게임을 즐기면서 전통적인 중국 문화의 매력을 경험할 수 있게 합니다."
  },
  "BLACK MYTH: WUKONG STORY OVERVIEW": {
    "message": "검은 신화: 오공 스토리 개요"
  },
  "Set in a mythical version of ancient China, Black Myth: Wukong draws its inspiration from the classic Chinese novel 'Journey to the West.' However, the game presents a unique interpretation of this well-known tale, blending familiar elements with new narrative twists.": {
    "message": "고대 중국의 신화적인 버전에 설정된 검은 신화: 오공은 고전 중국 소설 '서유기'에서 영감을 받았습니다. 그러나 이 게임은 이 잘 알려진 이야기에 대한 독특한 해석을 제시하며, 익숙한 요소와 새로운 이야기 전개를 결합합니다."
  },
  "Central Character In Black Myth: Wukong": {
    "message": "중심 캐릭터"
  },
  "The player takes on the role of the \"Destined One,\" a character based on Sun Wukong, the legendary Monkey King. While sharing similarities with the novel is protagonist, this version of Wukong is shrouded in mystery, with his true identity and purpose gradually revealed throughout the game.": {
    "message": "플레이어는 '운명의 자'라는 캐릭터의 역할을 맡게 되는데, 이 캐릭터는 전설적인 원숭이 왕인 손오공을 기반으로 합니다. 소설의 주인공과 유사점을 공유하지만, 이 버전의 오공은 수수께끼에 싸여 있으며, 그의 진정한 정체와 목적은 게임 전반에 걸쳐 점차 밝혀집니다."
  },
  "Setting and World In Black Myth: Wukong": {
    "message": "설정과 세계"
  },
  "The game world is a vast, perilous landscape filled with mythical creatures, ancient ruins, and supernatural phenomena. Players will journey through diverse environments, from misty mountains and dense forests to hidden temples and celestial realms. Each area is steeped in Chinese mythology, offering a rich tapestry of lore and history to uncover.": {
    "message": "게임 세계는 신화적인 생명체, 고대 유적, 그리고 초자연적인 현상으로 가득 찬 광대하고 위험한 풍경입니다. 플레이어들은 안개 낀 산과 빽빽한 숲에서부터 숨겨진 사원과 천상의 영역까지 다양한 환경을 여행할 것입니다. 각 지역은 중국 신화에 깊이 뿌리를 두고 있어, 발견할 수 있는 풍부한 전승과 역사의 태피스트리를 제공합니다."
  },
  "Main Quest In Black Myth: Wukong": {
    "message": "메인 퀘스트"
  },
  "The Destined One embarks on a dangerous journey to uncover the truth behind ancient legends. This quest is not just about reaching the West, as in the original story, but about uncovering hidden truths that could reshape the understanding of the world and the protagonist's place in it.": {
    "message": "운명의 자는 고대 전설 뒤에 숨겨진 진실을 밝히기 위해 위험한 여정을 시작합니다. 이 퀘스트는 원래 이야기처럼 서쪽에 도달하는 것뿐만 아니라, 세계와 주인공의 위치에 대한 이해를 재구성할 수 있는 숨겨진 진실을 밝히는 것입니다."
  },
  "Antagonists In Black Myth: Wukong": {
    "message": "악역"
  },
  "The game features a variety of antagonists, from rival demon kings and jealous deities to corrupted heroes and cosmic entities. Each adversary presents unique challenges and contributes to the overall narrative.": {
    "message": "게임은 경쟁하는 악마 왕과 질투하는 신들부터 부패한 영웅과 우주적 존재에 이르기까지 다양한 악역을 특징으로 합니다. 각 적은 독특한 도전과제를 제시하고 전체 서사에 기여합니다."
  },
  "Conclusion": {
    "message": "결론"
  },
  "As players progress through the story, they'll unravel a complex narrative that questions the nature of destiny, power, and the responsibility that comes with great abilities. The journey of the Destined One is not just a physical one to the West, but a spiritual and philosophical exploration that challenges players to think about the consequences of their actions in a world where myths come to life.": {
    "message": "플레이어들이 스토리를 진행함에 따라, 그들은 운명, 힘, 그리고 위대한 능력과 함께 오는 책임의 본질에 대해 질문하는 복잡한 서사를 풀어낼 것입니다. 운명의 자의 여정은 단순히 서쪽으로의 물리적인 여정이 아니라, 신화가 현실로 나타나는 세계에서 플레이어들이 자신의 행동의 결과에 대해 생각하도록 도전하는 영적이고 철학적인 탐구입니다."
  },
  "theme.ErrorPageContent.title": {
    "message": "페이지에 오류가 발생하였습니다.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "맨 위로 스크롤하기",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "게시물 목록",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "게시물 목록",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "블로그 게시물 목록 탐색",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "이전 페이지",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "다음 페이지",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "블로그 게시물 탐색",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "이전 게시물",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "다음 게시물",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "{count}개 게시물",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "\"{tagName}\" 태그로 연결된 {nPosts}개의 게시물이 있습니다.",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "모든 태그 보기",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "어두운 모드와 밝은 모드 전환하기 (현재 {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "어두운 모드",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "밝은 모드",
    "description": "The name for the light color mode"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "Breadcrumbs",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.DocCard.categoryDescription.plurals": {
    "message": "{count} 항목",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "문서 페이지",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "이전",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "다음",
    "description": "The label used to navigate to the next doc"
  },
  "theme.docs.versionBadge.label": {
    "message": "버전: {versionLabel}"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "{count}개 문서가",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} \"{tagName}\" 태그에 분류되었습니다",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "{siteTitle} {versionLabel} 문서는 아직 정식 공개되지 않았습니다.",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "{siteTitle} {versionLabel} 문서는 더 이상 업데이트되지 않습니다.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "최신 문서는 {latestVersionLink} ({versionLabel})을 확인하세요.",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "최신 버전",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "페이지 편집",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "{heading}에 대한 직접 링크",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " {date}에",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " {user}가",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "최종 수정: {atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "버전",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.NotFound.title": {
    "message": "페이지를 찾을 수 없습니다.",
    "description": "The title of the 404 page"
  },
  "theme.tags.tagsListLabel": {
    "message": "태그:",
    "description": "The label alongside a tag list"
  },
  "theme.admonition.caution": {
    "message": "주의",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.admonition.danger": {
    "message": "위험",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "정보",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.note": {
    "message": "노트",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "팁",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.warning": {
    "message": "경고",
    "description": "The default label used for the Warning admonition (:::warning)"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "닫기",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "최근 블로그 문서 둘러보기",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "복사했습니다",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "클립보드에 코드 복사",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "복사",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "줄 바꿈 전환",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.expandCategoryAriaLabel": {
    "message": "사이드바 분류 '{label}' 펼치기",
    "description": "The ARIA label to expand the sidebar category"
  },
  "theme.DocSidebarItem.collapseCategoryAriaLabel": {
    "message": "사이드바 분류 '{label}' 접기",
    "description": "The ARIA label to collapse the sidebar category"
  },
  "theme.NavBar.navAriaLabel": {
    "message": "메인",
    "description": "The ARIA label for the main navigation"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "언어",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "이 페이지에서",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readMore": {
    "message": "자세히 보기",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "{title} 에 대해 더 읽어보기",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "약 {readingTime}분",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.NotFound.p1": {
    "message": "원하는 페이지를 찾을 수 없습니다.",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "사이트 관리자에게 링크가 깨진 것을 알려주세요.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "사이드바 숨기기",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "사이드바 숨기기",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "홈",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.docs.sidebar.navAriaLabel": {
    "message": "문서 사이드바",
    "description": "The ARIA label for the sidebar navigation"
  },
  "theme.docs.sidebar.closeSidebarButtonAriaLabel": {
    "message": "사이드바 닫기",
    "description": "The ARIA label for close button of mobile sidebar"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← 메인 메뉴로 돌아가기",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
    "message": "사이드바 펼치거나 접기",
    "description": "The ARIA label for hamburger menu button of mobile navigation"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "사이드바 열기",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "사이드바 열기",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "다시 시도해 보세요",
    "description": "The label of the button to try again rendering when the React error boundary captures an error"
  },
  "theme.common.skipToMainContent": {
    "message": "본문으로 건너뛰기",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsPageTitle": {
    "message": "태그",
    "description": "The title of the tag list page"
  },
  "theme.unlistedContent.title": {
    "message": "색인되지 않은 문서",
    "description": "The unlisted content banner title"
  },
  "theme.unlistedContent.message": {
    "message": "이 문서는 색인되지 않습니다. 검색 엔진이 이 문서를 색인하지 않으며, 주소를 알고 있는 사용자만 접근할 수 있습니다.",
    "description": "The unlisted content banner message"
  },
  "Videos": {
    "message": "비디오"
  },
  "BLACK MYTH: WUKONG WIKI": {
    "message": "검은 신화: 오공 WIKI"
  },
  "REAL MACHINE DEMONSTRATION": {
    "message": "실제 기계 시연"
  },
  "Loading...": {
    "message": "로딩 중..."
  },
  "BLACK MYTH WUKONG REVIEW": {
    "message": "BLACK MYTH WUKONG 리뷰"
  },
  "Latest Information": {
    "message": "최신 정보"
  },
  "Combat": {
    "message": "전투"
  },
  "Gameplay": {
    "message": "게임플레이"
  },
  "FAQs & News": {
    "message": "자주 묻는 질문 & 뉴스"
  },
  "Wallpapers": {
    "message": "배경화면"
  },
  "Sun WuKong": {
    "message": "손 우공"
  },
  "Stats": {
    "message": "능력치"
  },
  "Skills": {
    "message": "스킬"
  },
  "Builds": {
    "message": "빌드"
  },
  "Buffs & Debuffs": {
    "message": "버프 & 디버프"
  },
  "WORLD INFORMATION": {
    "message": "세계 정보"
  },
  "Maps": {
    "message": "지도"
  },
  "Bosses": {
    "message": "보스"
  },
  "NPCs": {
    "message": "NPC들"
  },
  "Back Story": {
    "message": "배경 스토리"
  },
  "Creatures & Enemies": {
    "message": "생명체 & 적들"
  },
  "index.href": {
    "message": "/ko"
  },
  "heroImgSrc": {
    "message": "https://image.informedainews.com/wukongwikiko.png"
  },
  "Welcome to the Black Myth Wukong Wiki": {
    "message": "검은 신화: 오공 위키에 오신 것을 환영합니다"
  },
  "\"Black Myth: Wukong\" is a single-player action role-playing game meticulously crafted by the Chinese game development company Game Science. The game is based on the classic tale \"Journey to the West,\" focusing on the legendary story of Sun Wukong, but infused with the developers' unique creativity and the essence of modern game design.": {
    "message": "\"검은 신화: 오공\"은 중국의 게임 개발 회사 게임 사이언스에 의해 정교하게 제작된 싱글 플레이어 액션 롤플레잉 게임입니다. 이 게임은 고전 이야기 \"서유기\"를 기반으로 하되, 전설적인 손오공의 이야기에 주목하면서 개발자들의 독특한 창의력과 현대 게임 디자인의 정수를 결합했습니다."
  },
  "Black Myth Wukong Wiki: Your Knowledge Repository": {
    "message": "검은 신화: 오공 위키: 당신의 지식 저장소"
  },
  "On the Black Myth Wukong Wiki, we provide comprehensive game backgrounds, character introductions, combat techniques, worldview analyses, and the latest game updates. Whether you are an experienced player seeking a deep understanding of the game mechanics or a newcomer interested in \"Black Myth: Wukong,\" our Wiki is an indispensable resource for you.": {
    "message": "검은 신화: 오공 위키에서는 게임 배경, 캐릭터 소개, 전투 기술, 세계관 분석 및 최신 게임 업데이트를 제공합니다. 게임 메커니즘에 대한 깊은 이해를 원하는 숙련된 플레이어이든, \"검은 신화: 오공\"에 관심이 있는 신규 플레이어이든, 우리 위키는 필수적인 자원입니다."
  },
  "spells": {
    "message": "주문"
  },
  "Equip": {
    "message": "장착"
  },
  "BLACK MYTH WUKONG FINAL TRAILER": {
    "message": "검은 신화: 오공 최종 트레일러"
  },
  "combat.tagline1": {
    "message": "전투 시스템을 마스터하는 것은  "
  },
  "combat.tagline2": {
    "message": "검은 신화: 오공 "
  },
  "combat.tagline3": {
    "message": "게임 내 적과의 교전 및 도전 과제 극복을 위한 플레이어의 숙련도를 향상시키기 위한 전략과 기술을 수집한 종합 가이드를 포함합니다. 강력한 보스를 포함한 적을 물리치는 데 성공하는 것은 그들의 독특한 약점과 공격 패턴을 이해하는 것에 달려 있습니다."
  },
  "Our Black Myth Wukong Wiki is an open-source initiative aimed at harnessing the collective power of gamers worldwide to create the most comprehensive and authoritative game guide. We cordially invite every enthusiast of \"Black Myth: Wukong\" to join us, contributing your insights and suggestions to enrich this treasure trove of knowledge. Visit our": {
    "message": "우리의 검은 신화: 오공 Wiki 는 전 세계 게이머들의 집단적 힘을 활용하여 가장 종합적이고 권위 있는 게임 가이드를 만들기 위한 오픈 소스 이니셔티브입니다. 검은 신화: 오공 을 사랑하는 모든 분들께 여러분의 통찰력과 제안을 제공하여 이 지식의 보물을 풍요롭게 하기 위해 저희와 함께 하실 것을 정중히 초대합니다. 우리의"
  },
  "to participate in the contributions, making our community thrive.": {
    "message": "에 참여하여 우리 커뮤니티를 번영하게 합니다."
  },
  "What is the Black Myth: Wukong Wiki?": {
    "message": "Black Myth: Wukong Wiki란 무엇인가요?"
  },
  "Welcome to the Black Myth: Wukong Wiki, a comprehensive resource platform built collectively by enthusiasts, dedicated to delving into every aspect of this highly anticipated game.": {
    "message": "Black Myth: Wukong Wiki에 오신 것을 환영합니다. 이곳은 열광적인 애호가들이 공동으로 구축한 포괄적인 자원 플랫폼으로, 이 매우 기대되는 게임의 모든 측면을 탐구하는 데 전념하고 있습니다."
  },
  "Our Wiki is completely open-source, which means that every player can become a contributor of content. If you find any information that needs updating or correcting, or if you have new insights to share, simply visit our GitHub page to submit your suggestions or directly participate in editing. We believe that the collective wisdom can create the most rich and accurate game guide.": {
    "message": "우리의 Wiki는 완전히 오픈 소스로, 즉 모든 플레이어가 콘텐츠 기여자가 될 수 있다는 것을 의미합니다. 업데이트 또는 수정이 필요한 정보를 발견하거나 새로운 통찰력을 공유하려는 경우 GitHub 페이지를 방문하여 제안을 제출하거나 직접 편집에 참여하십시오. 우리는 집단 지성이 가장 풍부하고 정확한 게임 가이드를 만들 수 있다고 믿습니다."
  },
  "Join us in building the most comprehensive Black Myth: Wukong resource library. Each contribution you make will help players around the globe to better experience this game. Visit our Wiki now and start your exploration journey!": {
    "message": "가장 포괄적인 Black Myth: Wukong 리소스 라이브러리를 구축하기 위해 저희와 함께하세요. 여러분이 한 모든 기여는 전 세계 플레이어들이 이 게임을 더 잘 경험하는 데 도움이 될 것입니다. 지금 바로 우리의 Wiki를 방문하여 탐험 여행을 시작하세요!"
  }
}
